Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateMullionReferenceNoGeometry Property
 Can't create Curtain Wall Mullion. The portion of the curtain grid it was placed on no longer exists.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateMullionReferenceNoGeometry { get; }
Public Shared ReadOnly Property CannotCreateMullionReferenceNoGeometry As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateMullionReferenceNoGeometry {
	FailureDefinitionId^ get ();
}
static member CannotCreateMullionReferenceNoGeometry : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace